Flip the hosted sweep object along vertical line.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public void VerticalFlip()
  Visual Basic
Public Sub VerticalFlip
  Visual C++
public:
void VerticalFlip()
 See Also
  HostedSweep Class
  Autodesk.Revit.DB Namespace